import type { Metadata } from "next";
import Header from "../components/Header";
import Footer from "../components/Footer";

const pageContent = `<article id="post-1478" class="post-1478 page type-page status-publish hentry">
                <header class="entry-header">
                    <h1 class="entry-title">Услуги частной детской клиники Амадея Кидс</h1>
                </header>

                <div class="entry-content">
                    <h2>педиатрия</h2>
<p>Педиатр – это врач, с которым чаще всего общаются родители и дети. Ответить на всевозможные вопросы, ободрить и успокоить, научить распознавать плохое самочувствие ребенка, рассказать о прививках и необходимых обследованиях и, конечно, вылечить ребенка – это главная задача педиатра. Наши педиатры могут всё и даже немного больше!</p>
<h3>
							Показать всё<br />
					</h3>
<h2>Выбрать врача</h2>
<p>			<svg xmlns="https://www.w3.org/2000/svg" width="112" height="23" viewBox="0 0 112 23" fill="none"><path d="M111.361 12.9697C111.947 12.384 111.947 11.4342 111.361 10.8484L101.815 1.30249C101.229 0.7167 100.28 0.7167 99.6938 1.30249C99.108 1.88827 99.108 2.83802 99.6938 3.42381L108.179 11.9091L99.6938 20.3944C99.108 20.9802 99.108 21.9299 99.6938 22.5157C100.28 23.1015 101.229 23.1015 101.815 22.5157L111.361 12.9697ZM0.900391 13.4091H110.3V10.4091H0.900391V13.4091Z" fill="#272727"></path></svg>			</p>
<h2>кардиолог</h2>
<p>Специализацией кардиолога является диагностика и лечение у детей различных возрастов приобретенных и врожденных болезней сердца. На консультацию к детскому кардиологу родители приводят маленьких пациентов самостоятельно или по направлению от других врачей. </p>
<h3>
						<a href="/детский-кардиолог/" ><br />
							Показать всё						</a><br />
					</h3>
<h2>Выбрать врача</h2>
<p>			<svg xmlns="https://www.w3.org/2000/svg" width="112" height="23" viewBox="0 0 112 23" fill="none"><path d="M111.361 12.9697C111.947 12.384 111.947 11.4342 111.361 10.8484L101.815 1.30249C101.229 0.7167 100.28 0.7167 99.6938 1.30249C99.108 1.88827 99.108 2.83802 99.6938 3.42381L108.179 11.9091L99.6938 20.3944C99.108 20.9802 99.108 21.9299 99.6938 22.5157C100.28 23.1015 101.229 23.1015 101.815 22.5157L111.361 12.9697ZM0.900391 13.4091H110.3V10.4091H0.900391V13.4091Z" fill="#272727"></path></svg>			</p>
<h2>АЛЛЕРГОЛОГ &#8212; ИММУНОЛОГ</h2>
<p>Детский аллерголог — врач узкой специализации, решающий проблемы аллергии и ее последствий, исследующий провоцирующие факторы, применяющий методики лечения и профилактики заболеваний. Загрязнение воздуха, неправильно организованное питание во многих семьях являются причинами для записи к детскому аллергологу. Своевременное обращение к доктору не допустит развития заболевания и осложнений.</p>
<h3>
						<a href="/detskij-allergolog-immunolog-v-stavropole/" ><br />
							Показать всё						</a><br />
					</h3>
<h2>Выбрать врача</h2>
<p>			<svg xmlns="https://www.w3.org/2000/svg" width="112" height="23" viewBox="0 0 112 23" fill="none"><path d="M111.361 12.9697C111.947 12.384 111.947 11.4342 111.361 10.8484L101.815 1.30249C101.229 0.7167 100.28 0.7167 99.6938 1.30249C99.108 1.88827 99.108 2.83802 99.6938 3.42381L108.179 11.9091L99.6938 20.3944C99.108 20.9802 99.108 21.9299 99.6938 22.5157C100.28 23.1015 101.229 23.1015 101.815 22.5157L111.361 12.9697ZM0.900391 13.4091H110.3V10.4091H0.900391V13.4091Z" fill="#272727"></path></svg>			</p>
<h2>ПСИХИАТР</h2>
<p>Детский психотерапевт — врач, имеющий высшее медицинское образование со специализацией в психотерапии, который оказывает помощь при возникновении поведенческих и эмоциональных конфликтов у ребенка, помогает в социальной адаптации, решении психологических проблем. Для выявления, решения и предупреждения внутренних конфликтов у ребенка детским психотерапевтом используется беседа. </p>
<h3>
						<a href="/%d0%b4%d0%b5%d1%82%d1%81%d0%ba%d0%b0%d1%8f-%d0%bf%d1%81%d0%b8%d1%85%d0%b8%d0%b0%d1%82%d1%80%d0%b8%d1%8f/" ><br />
							Показать всё						</a><br />
					</h3>
<h2>Выбрать врача</h2>
<p>			<svg xmlns="https://www.w3.org/2000/svg" width="112" height="23" viewBox="0 0 112 23" fill="none"><path d="M111.361 12.9697C111.947 12.384 111.947 11.4342 111.361 10.8484L101.815 1.30249C101.229 0.7167 100.28 0.7167 99.6938 1.30249C99.108 1.88827 99.108 2.83802 99.6938 3.42381L108.179 11.9091L99.6938 20.3944C99.108 20.9802 99.108 21.9299 99.6938 22.5157C100.28 23.1015 101.229 23.1015 101.815 22.5157L111.361 12.9697ZM0.900391 13.4091H110.3V10.4091H0.900391V13.4091Z" fill="#272727"></path></svg>			</p>
<h2>ПСИХОЛОГ</h2>
<p>		Детский психолог – это специалист с высшим психологическим образованием, который помогает родителям понять своего ребенка, наладить с ним контакт, разрешить возникающие в семье конфликты. Детский психолог знает, как развивается детская психика, когда ребенок проходит возрастные кризисы, какие виды деятельности важны для него на разных этапах становления, и помогает ребенку справиться с внутренними конфликтами.<br />
				<a href="/детский-психолог/" tabindex="-1" aria-label="Показать всё"><br />
				<svg xmlns="https://www.w3.org/2000/svg" width="16" height="17" viewBox="0 0 16 17" fill="none"><path d="M7.29289 16.7071C7.68342 17.0976 8.31658 17.0976 8.70711 16.7071L15.0711 10.3431C15.4616 9.95262 15.4616 9.31946 15.0711 8.92893C14.6805 8.53841 14.0474 8.53841 13.6569 8.92893L8 14.5858L2.34315 8.92893C1.95262 8.53841 1.31946 8.53841 0.928933 8.92893C0.538408 9.31946 0.538408 9.95262 0.928933 10.3431L7.29289 16.7071ZM7 4.09794e-08L7 16L9 16L9 -4.09794e-08L7 4.09794e-08Z" fill="black" fill-opacity="0.8"></path></svg>				</a></p>
<h3>
						<a href="/детский-психолог/" ><br />
							Показать всё						</a><br />
					</h3>
<h2>Выбрать врача</h2>
<p>			<svg xmlns="https://www.w3.org/2000/svg" width="112" height="23" viewBox="0 0 112 23" fill="none"><path d="M111.361 12.9697C111.947 12.384 111.947 11.4342 111.361 10.8484L101.815 1.30249C101.229 0.7167 100.28 0.7167 99.6938 1.30249C99.108 1.88827 99.108 2.83802 99.6938 3.42381L108.179 11.9091L99.6938 20.3944C99.108 20.9802 99.108 21.9299 99.6938 22.5157C100.28 23.1015 101.229 23.1015 101.815 22.5157L111.361 12.9697ZM0.900391 13.4091H110.3V10.4091H0.900391V13.4091Z" fill="#272727"></path></svg>			</p>
<h2>эндокринолог</h2>
<p>Детский эндокринолог — доктор, который занимается лечением проблем эндокринной системы детей с учетом возрастных особенностей. Его специализация — органы, которые вырабатывают регулирующие обменные процессы гормоны: поджелудочная, щитовидная, вилочковая железа, гипоталамус, яички, гипофиз, яичники, надпочечники. Каждому детскому возрасту присущи определенные особенности, поэтому врач занимается диагностикой очень широкого ряда заболеваний.</p>
<p>				<a href="/детская-эндокринология/" tabindex="-1" aria-label="Показать всё"><br />
				<svg xmlns="https://www.w3.org/2000/svg" width="16" height="17" viewBox="0 0 16 17" fill="none"><path d="M7.29289 16.7071C7.68342 17.0976 8.31658 17.0976 8.70711 16.7071L15.0711 10.3431C15.4616 9.95262 15.4616 9.31946 15.0711 8.92893C14.6805 8.53841 14.0474 8.53841 13.6569 8.92893L8 14.5858L2.34315 8.92893C1.95262 8.53841 1.31946 8.53841 0.928933 8.92893C0.538408 9.31946 0.538408 9.95262 0.928933 10.3431L7.29289 16.7071ZM7 4.09794e-08L7 16L9 16L9 -4.09794e-08L7 4.09794e-08Z" fill="black" fill-opacity="0.8"></path></svg>				</a></p>
<h3>
						<a href="/детская-эндокринология/" ><br />
							Показать всё						</a><br />
					</h3>
<h2>Выбрать врача</h2>
<p>			<svg xmlns="https://www.w3.org/2000/svg" width="112" height="23" viewBox="0 0 112 23" fill="none"><path d="M111.361 12.9697C111.947 12.384 111.947 11.4342 111.361 10.8484L101.815 1.30249C101.229 0.7167 100.28 0.7167 99.6938 1.30249C99.108 1.88827 99.108 2.83802 99.6938 3.42381L108.179 11.9091L99.6938 20.3944C99.108 20.9802 99.108 21.9299 99.6938 22.5157C100.28 23.1015 101.229 23.1015 101.815 22.5157L111.361 12.9697ZM0.900391 13.4091H110.3V10.4091H0.900391V13.4091Z" fill="#272727"></path></svg>			</p>
<h2>ГАСТРОЭНТЕРОЛОГ</h2>
<p>Гастроэнтерология – область медицины, изучающая желудочно-кишечный тракт, его строение, нормальное функционирование, патологии, заболевания и методы их лечения. С первых лет жизни вашего ребенка хороший детский гастроэнтеролог поможет правильно организовать режим питания, привить здоровые пищевые привычки, что в будущем поможет избежать множества проблем, связанных с заболеваниями желудочно-кишечного тракта, в том числе гастрита</p>
<p>				<a href="/detskaya_gastroentorologiya-v-stavropole/" tabindex="-1" aria-label="Показать всё"><br />
				<svg xmlns="https://www.w3.org/2000/svg" width="16" height="17" viewBox="0 0 16 17" fill="none"><path d="M7.29289 16.7071C7.68342 17.0976 8.31658 17.0976 8.70711 16.7071L15.0711 10.3431C15.4616 9.95262 15.4616 9.31946 15.0711 8.92893C14.6805 8.53841 14.0474 8.53841 13.6569 8.92893L8 14.5858L2.34315 8.92893C1.95262 8.53841 1.31946 8.53841 0.928933 8.92893C0.538408 9.31946 0.538408 9.95262 0.928933 10.3431L7.29289 16.7071ZM7 4.09794e-08L7 16L9 16L9 -4.09794e-08L7 4.09794e-08Z" fill="black" fill-opacity="0.8"></path></svg>				</a></p>
<h3>
						<a href="/detskaya_gastroentorologiya-v-stavropole/" ><br />
							Показать всё						</a><br />
					</h3>
<h2>Выбрать врача</h2>
<p>			<svg xmlns="https://www.w3.org/2000/svg" width="112" height="23" viewBox="0 0 112 23" fill="none"><path d="M111.361 12.9697C111.947 12.384 111.947 11.4342 111.361 10.8484L101.815 1.30249C101.229 0.7167 100.28 0.7167 99.6938 1.30249C99.108 1.88827 99.108 2.83802 99.6938 3.42381L108.179 11.9091L99.6938 20.3944C99.108 20.9802 99.108 21.9299 99.6938 22.5157C100.28 23.1015 101.229 23.1015 101.815 22.5157L111.361 12.9697ZM0.900391 13.4091H110.3V10.4091H0.900391V13.4091Z" fill="#272727"></path></svg>			</p>
<h2>дерматолог</h2>
<p>Детская дерматология – раздел медицины, занимающаяся изучением строения и функционирования кожи и ее производных – ногтей, волос, а также слизистых – у детей от 0 до 18 лет. Если у вашего ребенка наблюдаются интенсивные покраснения кожи, высыпания, воспалительные элементы (пятна, прыщики, гнойнички, пузырьки), присутствует зуд, болезненность или жжение – это сигнал немедленно обратиться к врачу в Отделение детской дерматологии. </p>
<p>				<a href="/детская-дерматология/" tabindex="-1" aria-label="Показать всё"><br />
				<svg xmlns="https://www.w3.org/2000/svg" width="16" height="17" viewBox="0 0 16 17" fill="none"><path d="M7.29289 16.7071C7.68342 17.0976 8.31658 17.0976 8.70711 16.7071L15.0711 10.3431C15.4616 9.95262 15.4616 9.31946 15.0711 8.92893C14.6805 8.53841 14.0474 8.53841 13.6569 8.92893L8 14.5858L2.34315 8.92893C1.95262 8.53841 1.31946 8.53841 0.928933 8.92893C0.538408 9.31946 0.538408 9.95262 0.928933 10.3431L7.29289 16.7071ZM7 4.09794e-08L7 16L9 16L9 -4.09794e-08L7 4.09794e-08Z" fill="black" fill-opacity="0.8"></path></svg>				</a></p>
<h3>
						<a href="/детская-дерматология/" ><br />
							Показать всё						</a><br />
					</h3>
<h2>Выбрать врача</h2>
<p>			<svg xmlns="https://www.w3.org/2000/svg" width="112" height="23" viewBox="0 0 112 23" fill="none"><path d="M111.361 12.9697C111.947 12.384 111.947 11.4342 111.361 10.8484L101.815 1.30249C101.229 0.7167 100.28 0.7167 99.6938 1.30249C99.108 1.88827 99.108 2.83802 99.6938 3.42381L108.179 11.9091L99.6938 20.3944C99.108 20.9802 99.108 21.9299 99.6938 22.5157C100.28 23.1015 101.229 23.1015 101.815 22.5157L111.361 12.9697ZM0.900391 13.4091H110.3V10.4091H0.900391V13.4091Z" fill="#272727"></path></svg></p>
                </div>
            </article>`;

export const metadata: Metadata = {
  title: "Услуги частной детской клиники Амадея Кидс - Частная детская клиника \"Амадея Кидс\"",
  description: "Педиатр – это врач, с которым чаще всего общаются родители и дети. Ответить на всевозможные вопросы, ободрить и успокоить, научить распознавать плохое",
  robots: "follow, index, max-snippet:-1, max-video-preview:-1, max-image-preview:large",
  alternates: { canonical: "https://amadeyakids.ru/uslugi-chastnoj-detskoj-kliniki-amade/" },
  openGraph: {
    locale: "ru_RU",
    type: "website",
    title: "Услуги частной детской клиники Амадея Кидс - Частная детская клиника \"Амадея Кидс\"",
    description: "педиатрия Педиатр – это врач, с которым чаще всего общаются родители и дети. Ответить на всевозможные вопросы, ободрить и успокоить, научить распознавать плохое самочувствие ребенка, рассказать о прививках и необходимых обследованиях и, конечно, вылечить ребенка – это главная задача педиатра.…",
    url: "https://amadeyakids.ru/uslugi-chastnoj-detskoj-kliniki-amade",
    siteName: "Частная детская  клиника \"Амадея Кидс\"",
    images: [{ url: "https://amadeyakids.ru/wp-content/themes/amadeya-kids-redesign/assets/img/logo.png",   alt: "" }],
  },
};

export default function UslugiChastnojDetskojKlinikiAmadePage() {
  return (
    <>
      <script type="application/ld+json" dangerouslySetInnerHTML={{ __html: `{"@context": "https://schema.org", "@graph": [{"@type": ["Organization", "Person"], "@id": "https://amadeyakids.ru/#person", "name": "Частная детская  клиника &quot;Амадея Кидс&quot;", "url": "https://amadeyakids.ru", "logo": {"@type": "ImageObject", "@id": "https://amadeyakids.ru/#logo", "url": "https://amadeyakids.ru/wp-content/uploads/2023/12/logo.svg", "contentUrl": "https://amadeyakids.ru/wp-content/uploads/2023/12/logo.svg", "caption": "Частная детская  клиника &quot;Амадея Кидс&quot;", "inLanguage": "ru-RU"}, "image": {"@id": "https://amadeyakids.ru/#logo"}}, {"@type": "WebSite", "@id": "https://amadeyakids.ru/#website", "url": "https://amadeyakids.ru", "name": "Частная детская  клиника &quot;Амадея Кидс&quot;", "publisher": {"@id": "https://amadeyakids.ru/#person"}, "inLanguage": "ru-RU"}, {"@type": "BreadcrumbList", "@id": "https://amadeyakids.ru/uslugi-chastnoj-detskoj-kliniki-amade/#breadcrumb", "itemListElement": [{"@type": "ListItem", "position": "1", "item": {"@id": "https://amadeyakids.ru", "name": "Главная"}}, {"@type": "ListItem", "position": "2", "item": {"@id": "https://amadeyakids.ru/uslugi-chastnoj-detskoj-kliniki-amade/", "name": "Услуги частной детской клиники Амадея Кидс"}}]}, {"@type": "WebPage", "@id": "https://amadeyakids.ru/uslugi-chastnoj-detskoj-kliniki-amade/#webpage", "url": "https://amadeyakids.ru/uslugi-chastnoj-detskoj-kliniki-amade/", "name": "Услуги частной детской клиники Амадея Кидс - Частная детская клиника &quot;Амадея Кидс&quot;", "datePublished": "2025-03-23T07:33:34+00:00", "dateModified": "2025-04-23T17:31:02+00:00", "isPartOf": {"@id": "https://amadeyakids.ru/#website"}, "inLanguage": "ru-RU", "breadcrumb": {"@id": "https://amadeyakids.ru/uslugi-chastnoj-detskoj-kliniki-amade/#breadcrumb"}}, {"@type": "Person", "@id": "https://amadeyakids.ru/author/admin/", "name": "admin", "url": "https://amadeyakids.ru/author/admin/", "image": {"@type": "ImageObject", "@id": "https://secure.gravatar.com/avatar/f3e0ca583ffc99ed6e721aa64f36365f3d35cf56420d5505137de3874bb3f082?s=96&amp;d=mm&amp;r=g", "url": "https://secure.gravatar.com/avatar/f3e0ca583ffc99ed6e721aa64f36365f3d35cf56420d5505137de3874bb3f082?s=96&amp;d=mm&amp;r=g", "caption": "admin", "inLanguage": "ru-RU"}}, {"@type": "Article", "headline": "Услуги частной детской клиники Амадея Кидс - Частная детская клиника &quot;Амадея Кидс&quot;", "datePublished": "2025-03-23T07:33:34+00:00", "dateModified": "2025-04-23T17:31:02+00:00", "author": {"@id": "https://amadeyakids.ru/author/admin/", "name": "admin"}, "publisher": {"@id": "https://amadeyakids.ru/#person"}, "description": "Педиатр – это врач, с которым чаще всего общаются родители и дети. Ответить на всевозможные вопросы, ободрить и успокоить, научить распознавать плохое", "name": "Услуги частной детской клиники Амадея Кидс - Частная детская клиника &quot;Амадея Кидс&quot;", "@id": "https://amadeyakids.ru/uslugi-chastnoj-detskoj-kliniki-amade/#richSnippet", "isPartOf": {"@id": "https://amadeyakids.ru/uslugi-chastnoj-detskoj-kliniki-amade/#webpage"}, "inLanguage": "ru-RU", "mainEntityOfPage": {"@id": "https://amadeyakids.ru/uslugi-chastnoj-detskoj-kliniki-amade/#webpage"}}]}` }} />
      <script type="application/ld+json" dangerouslySetInnerHTML={{ __html: `{"@context": "https://schema.org", "@type": "MedicalClinic", "name": "Частная детская  клиника &quot;Амадея Кидс&quot;", "url": "https://amadeyakids.ru/", "telephone": "+7 (988) 627-17-77", "address": {"@type": "PostalAddress", "streetAddress": "г. Ставрополь, ул. 45 параллель, 26", "addressLocality": "Ставрополь", "addressCountry": "RU"}, "openingHours": ["Пн — Сб 7:30 — 19:00, Вс 7:30 — 13:00"], "image": "https://amadeyakids.ru/wp-content/themes/amadeya-kids-redesign/assets/img/logo.png", "sameAs": []}` }} />
      <script type="application/ld+json" dangerouslySetInnerHTML={{ __html: `{"@context": "https://schema.org", "@type": "BreadcrumbList", "itemListElement": [{"@type": "ListItem", "position": 1, "name": "Частная детская  клиника &quot;Амадея Кидс&quot;", "item": "https://amadeyakids.ru/"}, {"@type": "ListItem", "position": 2, "name": "Услуги частной детской клиники Амадея Кидс", "item": "https://amadeyakids.ru/uslugi-chastnoj-detskoj-kliniki-amade/"}]}` }} />
      <Header />
      <main>
        <div className="container">
          <div dangerouslySetInnerHTML={{ __html: pageContent }} />
        </div>
      </main>
      <Footer />
    </>
  );
}
